import programmers from '../assets/programmers.png';
import designers from '../assets/designers.png';
import managers from '../assets/managers.png';




export const directionsData = [
    {
        id: 1,
        img: programmers,
        title: "Программисты",
        desc: "Java, Python, SQL, FrontEnd - у нас есть проекты, которые ждут вашего вклада. Вы получите возможность погрузиться в реальные задачи, применить и углубить свои знания, работая рука об руку с опытными менторами.",
    },
    {
        id: 2,
        img:designers,
        title: "Дизайнеры UX/UI",
        desc: "Мы знаем, как вы цените креативность и инновации. В рамках стажировки вы сможете участвовать в разработке дизайна пользовательских интерфейсов и взаимодействия, работая в команде с профессионалами.",
    },
    {
        id: 3,
        img: managers,
        title: "Проектные менеджеры",
        desc: "У нас вы можете научиться координировать проекты любой сложности, оптимизировать рабочие процессы и коммуникации в команде.",
    }
]






